Revit 2024 API
SymbolTypeId.MN Property
 Symbol MN, indicating unit Meganewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MN { get; }
Visual Basic
Public Shared ReadOnly Property MN As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MN {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace